Repository: AVBIT/retracker_local
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Magnet Flea Market
ru: Magnet барахолка

source: Announces
ru: Анонсы

source: History
ru: История

source: Statistic
ru: Статистика

source: About
ru: О проекте

source: Profile
ru: Профиль

source: Sorry, page under construction!
ru: Извините, страница на реконструкции

source: Active bittorrent network announcements
ru: Активные сетевые bittorrent анонсы

source: There are no active bittorrent network announcements.
ru: Нет активных сетевых bittorrent анонсов.

source: History announcements
ru: История анонсов

source: Search
ru: Поиск

source: Search results for
ru: Результаты поиска по запросу

source: Your search nothing has been found.
ru: По Вашему запросу ничего не найдено.

source: Page
ru: Страница

source: of
ru: из

source: First page
ru: Первая страница

source: Last page
ru: Последняя страница

source: About project
ru: О проекте

source: About the project [description]
ru: <p>Проект использует идею локального ретрекера (retracker.local) и на основе перехвата анонсов, рассылаемых биттторент программами в локальной сети, формирует базу данных Magnet-ссылок. </p><p><b>Что делает проект:</b> первоочередная задача помочь биттторент программам найти друг друга в пределах локальной сети (чем достигается уменьшение нагрузки на магистральные каналы провайдера, а для конечного пользователя это означает увеличение скорости закачки и удешевление тарифа через уменьшение внешнего трафика). Попутно проект предоставляет веб интерфейс для человекоподобного релевантного поиска анонса (файла) по его имени или его хеш-коду.</p><p><b>Чего НЕ делает проект:</b> он не варит кофе... :-) и не раздает нелицензионный контент. <br>P/S. Если среди материалов найдете что-то неподобающее, расценивайте это как 'лицо общества'.</p>

source: More about retracker.local
ru: Подробнее о retracker.local

source: More about retracker.local [description]
ru: <p><a href='https://ru.wikipedia.org/wiki/Ретрекер' target='_blank'>https://ru.wikipedia.org/wiki/Ретрекер</a></p>

source: More about Magnet URI scheme
ru: Подробнее о Magnet URI ссылке

source: More about Magnet URI scheme [description]
ru: <p><a href='https://en.wikipedia.org/wiki/Magnet_URI_scheme' target='_blank'>https://en.wikipedia.org/wiki/Magnet_URI_scheme</a></p>
